# 'brew install'
brew "docker-completion"
brew "fd"
brew "eza"
brew "bat"
brew "fish"
brew "vivid"
brew "direnv"
brew "fzf"
brew "git-lfs"
brew "htop"
brew "lazygit"
brew "neovim"
brew "node"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "zoxide"
brew "wget"
brew "golang"
brew "golangci-lint"
brew "uv"
brew "ruff"

# 'brew install --cask'
cask "wezterm"
cask "docker"
cask "font-fira-code-nerd-font"
