# 'brew install'
brew "docker-completion"
brew "trivy"
brew "fd"
brew "stow"
brew "eza"
brew "bat"
brew "fish"
brew "atuin"
brew "jq"
brew "yq"
brew "fisher"
brew "vivid"
brew "direnv"
brew "fzf"
brew "git-lfs"
brew "htop"
brew "tpm"
brew "lazygit"
brew "lazydocker"
brew "neovim"
brew "node"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "kubectl"
brew "kubectx"
brew "minikube"
brew "k9s"
brew "crane"
brew "helm"
brew "tree-sitter"
brew "zoxide"
brew "wget"
brew "golang"
brew "golangci-lint"
brew "uv"
brew "ruff"
brew "tree-sitter-cli"
brew "fastfetch"

# 'brew install --cask'
cask "ghostty"
cask "docker-desktop"
cask "font-fira-code-nerd-font"
